<!DOCTYPE html>
<html lang="en">
<meta charset="utf-8">
<title>Worker example: image decoding</title>

html tags 
 1. paired
 2. unpaired




<h1>head</h1> 
<h2>head</h2>
...
<h6>head</h6>
  
  
  

<p>paragraph</p>

<!--comment-->
  
  
To create:
  1. unordinary list (ul)
  
     <ul>
       <li>первый элемент списка</li>
       <li>второй элемент списка</li>
     </ul>
  
  2. ordinary list (ol)
  
     <ol>
       <li>первый элемент списка</li>
       <li>второй элемент списка</li>
     </ol>
  
  
Атрибуты html
  <p title="Всплывающие подсказка."></p>
  <p class="lead">Параграф с классом lead</p>
  
Для выделения текста
  1. жирным
     <b>Этот текст выделен жирным</b>
     <strong>Этот текст выделен жирным</strong>
  
     <b> — простое выделение текста, никакой смысловой нагрузки этот тег не несёт
     <strong> — логическое выделение участка текста, несёт смысловую нагрузку и размечает именно важную часть. 
       
  2. курсивом
     <i>Этот текст выделен курсивом</i>
     <em>Этот текст выделен курсивом</em>
       
     <i> - визуального акцент.
     <em> -  логический акцент. 
